// Generic
"Acknowledgements" = "Выражение признательности”";
"Barcode" = "Штрих-код";
"Borrow" = "Одолжить";
"BorrowFailed" = "Не удалось одолжить книгу";
"BorrowCouldNotBeCompletedFormat" = "Транзакция не может быть завершена";
"Cancel" = "Отменить";
"Catalog" = "Каталог";
"Categories" = "Категории";
"Category" = "Категория";
"CheckConnection" = "Пожалуйста, проверьте подключение и повторите попытку.";
"Close" = "Закрыть";
"ConnectionFailed" = "Не удалось установить соединение";
"Delete" = "Удалить";
"DeviceAuthorizationError" = "При авторизации данного устройства произошла ошибка";
"Download" = "Загрузить";
"DownloadCouldNotBeCompleted" = "Загрузка не может быть завершена";
"DownloadCouldNotBeCompletedFormat" = "Загрузка %@ не может быть завершена";
"DownloadFailed" = "Ошибка при загрузке";
"Downloading" = "Загрузка";
"Feedback" = "Отклик";
"Hide" = "Спрятать";
"LibraryCard" = "Библиотечная карта";
"LogIn" = "Вход";
"More..." = "Больше…";
"MoreBooks" = "Больше %@ книг";
"NoResultsFound" = "Ничего не найдено.";
"NotConnected" = "Вы не подключены к интернету. Пожалуйста подключитесь, и повторите попытку.";
"OK" = "OK";
"PDFNotSupported" = "Адобе PDF не поддерживается.";
"PDFNotSupportedDescriptionFormat" = "%@ Формат Adobe PDF не поддерживается.";
"PIN" = "ПИН код";
"PrivacyPolicy" = "Политика конфиденциальности.";
"Published" = "Опубликовано";
"Publisher" = "Издатель";
"Read" = "Читать"; // present tense
"Remove" = "Удалить";
"Reserve" = "Резервировать";
"Return" = "Вернуть";
"ReturnCouldNotBeCompletedFormat" = "Возвращение %@ не может быть завершено.";
"ReturnFailed" = "Ошибка возвращения.";
"Requesting" = "Zaprashivayushchiy";
"Search" = "Поиск";
"Settings" = "Настройки";
"Show" = "Показать";
"SignOut" = "Выход";
"SigningOut" = "Выход...";
"SignUp" = "Подписаться";
"SyncComplete" = "Синхронизация завершена.";
"SyncFailed" = "Ошибка при синхронизации.";
"TimedOut" = "Сервер не отвечал. Пожалуйста, проверьте подключение или повторите попытку позже.";
"TryAgain" = "Попробуйте ещё раз.";
"UnknownRequestError" =
    "Неизвестная ошибка. Пожалуйста, проверьте подключение или повторите попытку позже.”";
"Verifying" = "Проверка...";
"YourBooksWereSyncedSuccessfully" = "Ваши книги были успешно синхронизованны!";

// NYPLAppDelegate

"AppDelegateUpdateRequiredTitle" = "Требуется обновление";
"AppDelegateUpdateRequiredMessageFormat" = "Критическое обновление требуется для приложений старше версии %@. Основные части приложения не будут работать корректно, пока обновление не будет выполнено.";
"AppDelegateUpdateNow" = "Обновить сейчас";
"AppDelegateUpdateRemindMeLater" = "Напомни мне позже";

// NYPLBookButtonsView

"BookButtonsViewRemoveHoldTitle" = "Удалить заказ.";
"BookButtonsViewRemoveHoldMessage" = "Вы уверены что хотите удалить %@? Вы будете удалены из очереди на эту книгу.";
"BookButtonsViewRemoveHoldConfirm" = "Удалить";


// NYPLBookDetailViewControllerTitle

"BookDetailViewControllerTitle" = "Детали";
"BookDetailViewControllerDownloadNeededTitle" = "Ваша книга ещё не была загружена.";
"BookDetailViewControllerDownloadSuccessfulTitle" = "Ваша книга готова к чтению!";
"BookDetailViewControllerAvailableToBorrowTitle" = "Эта книга готова к займу.";
"BookDetailViewControllerCanHoldTitle" = "Все лицензии этой книги в данный момент одолжены.";
"BookDetailViewControllerCanKeepTitle" = "Эта книга с открытым доступом - доступна на неограниченное время.";
"BookDetailViewControllerHoldingTitleFormat" = "Будет доступна к заказу примерно через %@ .";
"BookDetailViewControllerReservedTitleFormat" = "Этот заказ будет автоматически отменён через %@.";
"BookDetailViewControllerDistributedByFormat" = "Rasprostranyayetsya v formatah: %@";

// NYPLFacetView

"FacetViewNotActive" = "<>";

// NYPLHoldsViewController

"HoldsViewControllerTitle" = "Заказы";
"HoldsViewControllerSearchTitle" = "Поиск в Заказах";
"AvailableForCheckoutHeader" = "Доступна к займу.";
"WaitingForAvailabilityHeader" = "В очереди.";

// NYPLMyBooksDownloadCenter

"MyBooksDownloadCenterConfirmDeleteTitle" = "Удалить";
"MyBooksDownloadCenterConfirmDeleteTitleMessageFormat" = "Вы уверены что хотите удалить \"%@\" ?";
"MyBooksGoToCatalog" = "Посетите каталог чтобы добавить книги.";

"MyBooksDownloadCenterConfirmReturnTitle" = "Вернуть";
"MyBooksDownloadCenterConfirmReturnTitleMessageFormat" = "Вы уверены что хотите вернуть \"%@\"?";

// NYPLMyBooksViewController

"MyBooksViewControllerTitle" = "Мои Книги";
"MyBooksViewControllerSearchTitle" = "Поиск В Моих Книгах";
"MyBooksViewControllerFacetAll" = "Все";
"MyBooksViewControllerFacetAuthor" = "Автор";
"MyBooksViewControllerFacetOnLoan" = "Займ";
"MyBooksViewControllerFacetTitle" = "Заглавие";
"MyBooksViewControllerGroupShow" = "Показать";
"MyBooksViewControllerGroupSortBy" = "Сортировать По";

// NYPLReaderViewController

"ReaderViewControllerCorruptTitle" = "Проблема с показом книги.";
"ReaderViewControllerCorruptMessage" = "Эта книга повреждена, и не может быть прочитана.";
"ReaderViewControllerCurrentChapter" = "Текущая Глава";
"Book" = "Книга";
"leftin" = "оставил в";
"TOC" = "Содержание";

// NYPLReaderReadiumView
"chapter" = "глава";

// NYPLReaderSettingsView
"SansFont" = "Шрифт Sans";
"SerifFont" = "Шрифт Serif";
"OpenDyslexicFont" = "Шрифт Open Dyslexic";
"WhiteOnBlackText" = "Белый по чёрному текст.";
"BlackOnSepiaText" = "Чёрный по се́пия текст.";
"BlackOnWhiteText" = "Чёрный по белому текст.";
"DecreaseFontSize" = "Уменьшить шрифт";
"IncreaseFontSize" = "Увеличить шрифт";
"MediaOverlayPlaybackToggle" = "Переключить воспроизведение";
"BrightnessSlider" = "Контроль яркости";

// NYPLReaderSettingsViewController
"ReaderViewControllerToggleReaderSettings" = "Переключить настройки";

// ReaderTOCViewController

"ReaderTOCViewControllerTitle" = "Содержание";

// NYPLSettingsAccountViewController

"SettingsAccountViewControllerAuthenticationReason" = "Введите личную информацию чтобы увидеть ПИН-код.";
"SettingsAccountViewControllerCannotLogOutTitle" =
  "Проблема при выходе.";
"SettingsAccountViewControllerCannotLogOutMessage" =
  "Пожалуйста не выходите до завершения загрузки.";
"SettingsAccountViewControllerInvalidCredentials" =
  "Ваш штрих- или ПИН-код не правельный. Пожалуйста попробуйте ещё раз.";
"SettingsAccountViewControllerLoginFailed" = "Авторизация не удалась.";
"SettingsAccountViewControllerLogoutFailed" = "Проблема при выходе из системы.";
"SettingsAccountViewControllerLogoutMessage" =
  "Если вы выйдете из счёта, всё содержимое доступное через My Books будет удалено с этого устройства.";
"SettingsAccountViewControllerMessageLogIn" = "Войдите с помощью вашей библиотечной карточки.";
"SettingsAccountViewControllerMessageLogInToDownloadBook" =
  "Чтобы загрузить эту книгу нужна библиотечная карточка.";
"SettingsAccountViewControllerMessageInvalidPIN" =
  "Ваш ПИН-код изменился. Введите ваш новый ПИН-код.";
"Location" = "Местоположение";
"LocationRequiredMessage" = "Геолокация нужна для регистрации. Пожалуйста включите доступ к геолокации в настройках iOS.";

// NYPLEULAViewController && NYPLSettingsEULAViewController
"Accept" = "Принять";
"Reject" = "Отклонит";
"EULA" = "Пользовательское соглашение";
"EULAHaveToAgree" = "Вы должны согласиться с лицензионным соглашением, чтобы использовать программу.";
"NOTICE" = "Внимание";

// NYPLSettingsPrivacyPolicyViewController
"PrivacyPolicy" = "Политика конфиденциальности.";
"SettingsAccountViewControllerMessageTooManyActivations" = "Слишком много устройств зарегистрировано с этой библиотечной картой.";
